Repository: ZwerG-MaX/wordpress-plugin_bigbluebutton
Catalog: languages/bigbluebutton-*.po
Languages: ru_ru

source: Rooms
ru_ru: Комнаты

source: Room Settings
ru_ru: Настройки комнаты

source: Server
ru_ru: Сервер

source: The server settings explanation.
ru_ru: Объяснение настроек сервера.

source: EndPoint
ru_ru: Сервер

source: Shared Secret
ru_ru: Общий секрет

source: Example
ru_ru: Пример

source: Default server settings 1. Default server settings 2.
ru_ru: Настройки сервера по умолчанию 1. Настройки сервера по умолчанию 2.

source: Save server settings success message.
ru_ru: Сообщение об успешном сохранении настроек сервера.

source: Save server settings bad url error message.
ru_ru: Сообщение об ошибке неверного URL-адреса в настройках сервера.

source: Save server settings bad server settings error message.
ru_ru: Сообщение об ошибке неверных настроек сервера сохранения настроек сервера.

source: Add New
ru_ru: Добавить новое

source: Add New Room
ru_ru: Добавить новую комнату

source: Edit Room
ru_ru: Редактировать комнату

source: View Room
ru_ru: Посмотреть комнату

source: View Rooms
ru_ru: Посмотреть комнаты

source: Search Rooms
ru_ru: Поиск комнат

source: No rooms found
ru_ru: Комнат не найдено

source: No rooms found in trash
ru_ru: В корзине комнат не найдено

source: All Rooms
ru_ru: Все комнаты

source: New Room
ru_ru: Новая комната

source: Room Archives
ru_ru: Архив комнат

source: Insert into room
ru_ru: Вставить в комнату

source: Uploaded to this room
ru_ru: Загружено в эту комнату

source: Filter rooms list
ru_ru: Отфильтровать список комнат

source: Rooms list navigation
ru_ru: Навигация по списку комнат

source: Rooms list
ru_ru: Список комнат

source: Room published
ru_ru: Комната опубликована

source: Room published privately
ru_ru: Частная комната опубликована

source: Room reverted to draft
ru_ru: Комната преобразована в черновик

source: Room scheduled
ru_ru: Комната запланирована

source: Room updated
ru_ru: Комната обнавлена

source: Moderator Code
ru_ru: Код модератора

source: Viewer Code
ru_ru: Код слушателя

source: Recordable
ru_ru: Записать

source: Join
ru_ru: Присоединиться

source: Wait for Moderator
ru_ru: Ждите модератора

source: Meeting
ru_ru: Встреча

source: Recording
ru_ru: Запись

source: Recordings
ru_ru: Записи

source: Manage
ru_ru: Управлять

source: Expand recordings
ru_ru: Развернуть записи

source: Collapse recordings
ru_ru: Свернуть записи

source: Statistics
ru_ru: Статистика

source: Presentation
ru_ru: Просмотреть

source: Video
ru_ru: Видео

source: Protected
ru_ru: Защищено

source: Unprotected
ru_ru: Не защищено

source: Failed to import the room, %s.
ru_ru: Не удалось импортировать комнату, %s.

source: Not all rooms were able to be imported to the new version.
ru_ru: Не все комнаты можно было импортировать в новую версию.

source: Not all room logs were able to be imported to the new version.
ru_ru: Не все логи комнат можно было импортировать в новую версию.

source: The form has expired or is invalid. Please try again.
ru_ru: Срок действия формы истёк или она недействительна. Пожалуйста, попробуйте ещё раз.

source: You do not have permission to enter the room. Please request permission.
ru_ru: У вас нет разрешения войти в комнату. Пожалуйста, запросите разрешение.

source: The access code you have entered is incorrect. Please try again.
ru_ru: Введённый вами код доступа неверен. Пожалуйста, попробуйте ещё раз.

source: It is currently not possible to create rooms on the server. Please contact support for help.
ru_ru: В настоящее время невозможно создать комнаты на сервере. Обратитесь в службу поддержки за помощью.

source: BigBlueButton works best with the heartbeat API enabled. Please enable it.
ru_ru: BigBlueButton лучше всего работает с включённым API heartbeat. Пожалуйста, включите его.

source: The token: %s is not associated with a published room.
ru_ru: Токен: %s не связан с опубликованной комнатой.

source: The token: %s is not associated with an existing room.
ru_ru: Токен: %s не связан с существующей комнатой.

source: This user does not have permission to display any rooms in a shortcode or widget.
ru_ru: У этого пользователя нет разрешения на отображение комнат в шорткоде или виджете.

source: The room linked to this resource is not configured correctly.
ru_ru: Комната, связанная с этим ресурсом, настроена неправильно.

source: Access Code
ru_ru: Код доступа

source: This room does not currently have any recordings.
ru_ru: В этой комнате в настоящее время нет записей.

source: The meeting has not started yet. You will be automatically redirected to the meeting when it starts.
ru_ru: Встреча ещё не началась. Вы будете автоматически перенаправлены на встречу, когда она начнётся.

source: The meeting has not started yet. Please wait for a moderator to start the meeting before joining.
ru_ru: Встреча ещё не началась. Подождите, пока модератор начнёт встречу, прежде чем присоединяться.

source: Room selection
ru_ru: Выбор комнаты

source: Displays a BigBlueButton login form.
ru_ru: Отображает форму входа в систему BigBlueButton.

source: There are no rooms in the selection.
ru_ru: В выборе нет комнат.
